;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = BIOS Beep Codes Viewer
Version = 11

[Language]
Name = Deutsch
Code = de
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = Über
Custom = Benutzerdefiniert
Donate = Spenden
Logging = Protokollierung
Menus = Menüs
Messages = Nachrichten
Messages2 = Nachrichten2
Preferences = Einstellungen
Update = Aktualisieren
Versioning = Versionsverwaltung

[About]
Window_Title = Über %{Program.Name}
Label_Version = Version
Label_AutoIt = Erstellt mit AutoIt Version
Label_Copyright = Urheberrecht
Tip_Title_Donate = Spenden Sie für unsere Sache
Tip_Message_Donate = Wenn Sie spenden, helfen Sie uns, unsere Software kostenlos zu halten\rnund ermöglichen es uns, die Tools und Dienste zu erwerben,\rndie wir benötigen, um Ihnen zu dienen.
Label_Home = Homepage
Label_License = Lizenz
Label_Support = Support erhalten
Tip_Title_Country = Hergestellt in Südafrika
Tip_Message_Country = %{Program.Name} wurde in Südafrika geboren.
Label_Contributors = Mitwirkende
Button_Ok = Ok
Label_RAM = (RAM) %d MB FREI VON %d MB (%d%)
Label_HDD = (%s) %.2f GB FREI VON %.2f GB (%d%)
Tip_Facebook = Liken Sie uns auf Facebook.
Tip_GitHub = %{Program.Name} auf GitHub.

[Custom]
Label_Status_Welcome = Aufgrund der Vielzahl von Motherboard-Herstellern können Ihre Piepcodes variieren.
Label_Status_Updates = Überprüfe auf Updates
Button_BIOS_Info = BIOS-Informationen
Button_BIOS_AMI = AMI-Codes
Button_BIOS_AST = AST-Codes
Button_BIOS_Award = Award-Codes
Button_BIOS_Compaq = Compaq-Codes
Button_BIOS_Dell = Dell-Codes
Button_BIOS_IBM = IBM-Codes
Button_BIOS_Intel = Intel (Phoenix) Codes
Button_BIOS_Insyde = Insyde-Codes
Label_Intel_Desc = Diese Codes sind etwas komplizierter. Das BIOS gibt drei Sätze von Pieptönen aus. Zum Beispiel 1 -Pause 3 -Pause 3 -Pause 3 -Pause. Dies ist eine 1-3-3-3-Kombination und jeder Satz von Pieptönen wird durch eine kurze Pause getrennt.

[BIOSInformation]
CheckBox_Motherboard = Motherboard
CheckBox_BIOS = BIOS
CheckBox_Characteristics = Eigenschaften
List_Column_Description = Beschreibung
List_Column_Data = Daten
ListInfo_Motherboard_01 = Hersteller
ListInfo_Motherboard_02 = Produkt
ListInfo_Motherboard_03 = Version
ListInfo_Motherboard_04 = Seriennummer
ListInfo_BIOS_01 = BIOS-Anbieter
ListInfo_BIOS_02 = Seriennummer
ListInfo_BIOS_03 = BIOS-Version
ListInfo_BIOS_04 = BIOS-Datum
ListInfo_BIOS_05 = BIOS-Release-Version
ListInfo_BIOS_06 = DMI-Version
ListInfo_BIOS_07 = Embedded Controller Version
ListInfo_BIOS_08 = Status
ListInfo_BIOS_09 = Primäres BIOS
ListInfo_BIOS_10 = Softwareelement-ID
ListInfo_BIOS_11 = Softwareelement-Status
ListInfo_Characteristics_01 = Unterstützt ISA
ListInfo_Characteristics_02 = Unterstützt MCA
ListInfo_Characteristics_03 = Unterstützt EISA
ListInfo_Characteristics_04 = Unterstützt PCI
ListInfo_Characteristics_05 = Unterstützt PC Card (PCMCIA)
ListInfo_Characteristics_06 = Unterstützt Plug and Play
ListInfo_Characteristics_07 = Unterstützt APM
ListInfo_Characteristics_08 = Upgradebares (Flash) BIOS
ListInfo_Characteristics_09 = Ermöglicht BIOS-Shadowing
ListInfo_Characteristics_10 = Unterstützt VL-VESA
ListInfo_Characteristics_11 = ESCD-Unterstützung verfügbar
ListInfo_Characteristics_12 = Unterstützt das Booten von CD-ROM
ListInfo_Characteristics_13 = Unterstützt wählbares Booten
ListInfo_Characteristics_14 = BIOS-ROM ist gesockelt
ListInfo_Characteristics_15 = Unterstützt Booten von PC Card (PCMCIA)
ListInfo_Characteristics_16 = Unterstützt EDD (Enhanced Disk Drive) Spezifikation
ListInfo_Characteristics_17 = Unterstützt Int 13h - Japanisches Floppy für NEC 9800 1,2MB (3,5", 1k Bytes/Sektor, 360 U/min)
ListInfo_Characteristics_18 = Unterstützt Int 13h - Japanisches Floppy für Toshiba 1,2MB (3,5", 360 U/min)
ListInfo_Characteristics_19 = Unterstützt Int 13h - 5,25" / 360 KB Floppy-Dienste
ListInfo_Characteristics_20 = Unterstützt Int 13h - 5,25" / 1,2MB Floppy-Dienste
ListInfo_Characteristics_21 = Unterstützt Int 13h - 3,5" / 720 KB Floppy-Dienste
ListInfo_Characteristics_22 = Unterstützt Int 13h - 3,5" / 2,88 MB Floppy-Dienste
ListInfo_Characteristics_23 = Unterstützt Int 5h, Druckbildschirm-Service
ListInfo_Characteristics_24 = Unterstützt Int 9h, 8042 Tastaturdienste
ListInfo_Characteristics_25 = Unterstützt Int 14h, serielle Dienste
ListInfo_Characteristics_26 = Unterstützt Int 17h, Druckerdienste
ListInfo_Characteristics_27 = Unterstützt Int 10h, CGA/Mono Video-Dienste
ListInfo_Characteristics_28 = NEC PC-98
ListInfo_Characteristics_29 = Unterstützt ACPI
ListInfo_Characteristics_30 = Unterstützt USB Legacy
ListInfo_Characteristics_31 = Unterstützt AGP
ListInfo_Characteristics_32 = Unterstützt I2O-Boot
ListInfo_Characteristics_33 = Unterstützt LS-120-Boot
ListInfo_Characteristics_34 = Unterstützt ATAPI ZIP Drive Boot
ListInfo_Characteristics_35 = Unterstützt 1394-Boot
ListInfo_Characteristics_36 = Unterstützt Smart Battery

[BeepInformation]
Default_00 = Der POST (Power On Self Test) überprüft den Computer, um sicherzustellen, dass er die erforderlichen Systemanforderungen erfüllt und dass alle Hardware ordnungsgemäß funktioniert, bevor der restliche Startvorgang beginnt. Wenn der Computer den POST besteht, gibt es einen einzelnen Piepton (bei einigen BIOS-Herstellern kann es zweimal piepen), und der Computer startet normal weiter. Wenn der Computer jedoch den POST nicht besteht, gibt es entweder keinen Piepton oder einen Pieptoncode, der dem Benutzer die Fehlerquelle angibt.\rn\rnJedes Mal, wenn der Computer hochfährt, muss er den POST bestehen. Wenn dies nicht der Fall ist, erhält der Computer einen unregelmäßigen POST. Ein unregelmäßiger POST ist ein Pieptoncode, der sich vom Standard-Einzel- oder Doppelpiep unterscheidet. Dies könnte entweder gar kein Piepton sein oder eine Kombination verschiedener Pieptöne, die darauf hinweisen, was das Problem verursacht. Sie können Folgendes versuchen, um einen unregelmäßigen POST zu beheben:
Default_01 = (1) Wenn kürzlich neue Hardware am Computer hinzugefügt wurde, entfernen Sie diese, um sicherzustellen, dass sie das Problem nicht verursacht.\rn\rn(2) Entfernen Sie alle Disks, CDs oder DVDs aus dem Computer und trennen Sie alle USB-Geräte. Starten Sie den Computer neu und prüfen Sie, ob sich etwas ändert.\rn\rn(3) Stellen Sie sicher, dass alle Lüfter im Computer laufen. Wenn ein Lüfter ausgefallen ist (insbesondere der CPU-Kühler), kann Ihr Computer überhitzen und/oder das Erkennen des Lüfterausfalls kann den Start verhindern.\rn\rn(4) Wenn die oben genannten Empfehlungen das Problem nicht gelöst haben, versuchen Sie, die Riser-Karte (falls vorhanden) und/oder jede der Erweiterungskarten zu entfernen. Wenn dies das Problem behebt oder der Computer den POST besteht, schließen Sie eine Karte nach der anderen wieder an, bis Sie feststellen, welche Karte das Problem verursacht.\rn\rn(5) Trennen Sie die IDE-, SATA-, SCSI- oder andere Datenkabel von CD-ROM, Festplatte und Diskettenlaufwerk vom Motherboard. Wenn dies Ihr unregelmäßiges POST-Problem behebt oder Sie nun eine Fehlermeldung erhalten, schließen Sie jedes Gerät nacheinander an, um festzustellen, welches Gerät und/oder Kabel das Problem verursacht. In einigen Fällen kann dies einfach eine lose Kabelverbindung sein.\rn\rn(6) In einigen Situationen kann der Computer mit strombezogenen Problemen konfrontiert sein, die häufig durch das Netzteil und/oder das Motherboard verursacht werden. Um festzustellen, ob dies das Problem verursacht, versuchen Sie, den Computer schnell ein- und auszuschalten, wobei das Netzteil-Licht jedes Mal an- und ausgehen sollte. In einigen Fällen können Sie den Computer vorübergehend zum Starten bringen.\rn\rn(7) Für Benutzer, die mit dem Inneren ihres Computers vertraut sind oder die ihren Computer selbst gebaut haben, besteht ein letzter Vorschlag darin, die CPU neu einzusetzen, indem sie entfernt und erneut eingesetzt wird.\rn\rnWenn das Problem nach all diesen Schritten weiterhin besteht, ist es wahrscheinlich, dass Motherboard, Netzteil, CPU und/oder RAM defekt sind. Der nächste Schritt wäre, diese Komponenten zu ersetzen oder den Computer zur Reparatur zu bringen. Wenn Sie die Reparaturen selbst durchführen oder eine Reparaturwerkstatt sind, empfiehlt es sich, zuerst das Motherboard, dann den RAM, die CPU und schließlich das Netzteil zu ersetzen.
Default_02 = (1) Wenn Sie kürzlich zusätzlichen Speicher installiert oder hinzugefügt haben und daraufhin Pieptöne erhalten.\rn\rn(2) Manchmal kann ein Speicherriegel sich durch Bewegung oder im Laufe der Zeit lösen, was dazu führt, dass der Computer den Speicher nicht lesen kann oder Fehler auftreten. Öffnen Sie den Computer, entfernen Sie jeden der installierten Speicherriegel und setzen Sie sie wieder ein.\rn\rn(3) Wenn das Neusetzen des Speichers das Problem nicht behebt, versuchen Sie, die Speicherplätze zu wechseln. Wenn Sie nur einen Speicherriegel haben, setzen Sie ihn in einen anderen Slot. Wenn Sie mehrere Speicherriegel haben, entfernen Sie alle bis auf einen und starten Sie den Computer. Wenn dies das Problem nicht löst, probieren Sie einen anderen Speicherriegel.\rn\rn(4) Wenn Sie Zugang zu einem anderen Computer mit kompatiblem Speicher haben, versuchen Sie, den bekannten guten Speicher in Ihrem Computer zu verwenden. Wenn der Speicher des anderen Computers funktioniert, wissen Sie, dass Ihr Speicher defekt ist. Wenn nicht, ist das Motherboard oder die Speicherslots defekt.
Default_03 = (1) Vergewissern Sie sich, dass die Tastatur korrekt angeschlossen ist, indem Sie den Computer ausschalten, die Tastatur abziehen und erneut anschließen.\rn\rn(2) Stellen Sie sicher, dass keine Tasten auf der Tastatur klemmen. Wenn alle Tasten in Ordnung zu sein scheinen, drehen Sie die Tastatur um und klopfen Sie leicht auf die Rückseite, um Schmutz oder Haare zu lösen.\rn\rn(3) Testen Sie eine andere Tastatur am Computer, um sicherzustellen, dass die aktuelle Tastatur nicht defekt ist.\rn\r\nWenn all dies das Problem nicht behebt, ist möglicherweise der Anschluss auf der Rückseite des Computers defekt, und die Hauptplatine oder das I/O-Board müssen ersetzt werden.
Default_04 = Wenn Ihr Computer Zeit- oder Datumseinstellungen verliert oder die Meldung „CMOS-Lesefehler“, „CMOS-Prüfsummenfehler“ oder „CMOS-Batteriefehler“ anzeigt, lassen Sie den Computer zunächst 24 Stunden eingeschaltet. Dies kann in einigen Fällen die Batterie aufladen und das Problem beheben. Wenn dies nicht hilft, folgen Sie diesen Schritten:\rn\rn(1) Öffnen Sie das Computergehäuse und suchen Sie die Batterie auf dem Motherboard. Stellen Sie sicher, dass sie zugänglich ist und entfernt werden kann. Die meisten Computer verwenden heutzutage eine Knopfzellenbatterie.\rn\rn(2) Notieren Sie alle Informationen zur Batterie (Spannung, Chemie, Verpackung) und, falls möglich, entfernen Sie die Batterie und bringen Sie sie zu einem Geschäft.\rn\rn(3) Wenn Ihr Computer eine Knopfzellenbatterie verwendet, ziehen Sie die Batterie vorsichtig heraus. Wenn Ihre Batterie durch einen Clip gehalten wird, heben Sie den Clip an und ziehen die Batterie heraus.\rn\rn(4) Ersetzen Sie die alte Batterie durch die neue.
Default_05 = (1) Überprüfen Sie, ob die Stromverbindung korrekt zur Steckdose und dem Computer hergestellt ist.\rn\rn(2) Wenn kürzlich zusätzliche Hardware installiert wurde, trennen Sie diese vorübergehend, um zu prüfen, ob sie den Start verhindert.\rn\rn(3) Stellen Sie sicher, dass das Stromkabel intakt ist, indem Sie ein anderes Kabel ausprobieren. Bei einem Laptop sollten Sie ein Licht sehen, wenn das Kabel angeschlossen ist.\rn\rn(4) Wenn Sie Ihren eigenen Computer bauen, stellen Sie sicher, dass das Netzteil die Anforderungen des Motherboards und der CPU erfüllt.\rn\rnWenn der Computer weiterhin nicht startet, ist höchstwahrscheinlich das Netzteil defekt. Wir empfehlen, das Netzteil zu ersetzen oder den Computer zur Reparatur zu bringen.
List_AMI_01 = 1 kurzer Piepton
List_AMI_02 = 2 kurze Pieptöne
List_AMI_03 = 3 kurze Pieptöne
List_AMI_04 = 4 kurze Pieptöne
List_AMI_05 = 5 kurze Pieptöne
List_AMI_06 = 6 kurze Pieptöne
List_AMI_07 = 7 kurze Pieptöne
List_AMI_08 = 8 kurze Pieptöne
List_AMI_09 = 9 kurze Pieptöne
List_AMI_10 = 10 kurze Pieptöne
List_AMI_11 = 11 kurze Pieptöne
List_AMI_12 = 1 langer, 2 kurze Pieptöne
List_AMI_13 = 1 langer, 3 kurze Pieptöne
List_AMI_14 = 1 langer, 8 kurze Pieptöne
List_AMI_15 = 1 langer Piepton
List_AMI_Info_01 = DRAM-Refresh-Fehler - Der programmierbare Interrupt-Timer oder der programmierbare Interrupt-Controller ist wahrscheinlich defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_02 = Paritätsschaltungsfehler - Ein Speicher-Paritätsfehler ist in den ersten 64K RAM aufgetreten. Der RAM-IC ist wahrscheinlich defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_03 = Basis-64K-RAM-Fehler - Ein Speicherfehler ist in den ersten 64K RAM aufgetreten. Der RAM-IC ist wahrscheinlich defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_04 = System-Timer-Fehler - Die Systemuhr/Timer-IC ist defekt oder es liegt ein Speicherfehler im ersten Speicherbank vor. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_05 = Prozessor-Fehler - Die CPU des Systems ist defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_06 = Tastaturcontroller Gate A20 Fehler - Der Tastaturcontroller-IC ist defekt, wodurch Gate A20 nicht in den geschützten Modus wechseln kann. Ersetzen Sie den Tastaturcontroller oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_07 = Virtual Mode Exception Fehler - Die CPU hat aufgrund eines Fehlers in der CPU oder der Motherboard-Schaltung einen Ausnahmefehler erzeugt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_08 = Anzeige-Speicher-Lese/Schreib-Test fehlgeschlagen - Der System-Videoadapter fehlt oder ist defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_09 = ROM-BIOS-Prüfsummenfehler - Der Inhalt des System-BIOS-ROMs stimmt nicht mit dem erwarteten Prüfsummenwert überein. Das BIOS-ROM ist wahrscheinlich defekt und sollte ersetzt werden. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_10 = CMOS-Shutdown-Lese/Schreib-Fehler - Der Shutdown für das CMOS ist fehlgeschlagen. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_11 = Cache-Speicher-Fehler - Der L2-Cache ist fehlerhaft. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_12 = Fehler im Videosystem - Ein Fehler wurde im Video-BIOS-ROM festgestellt oder ein Horizontalrücklauf-Fehler ist aufgetreten. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_13 = Konventioneller/Erweiterter Speicherfehler - Ein Fehler im Speicher oberhalb von 64KB wurde festgestellt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_14 = Anzeige/Rücklauf-Test fehlgeschlagen - Der Video-Adapter fehlt oder ist defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AMI_Info_15 = POST hat alle Tests bestanden - System startet korrekt. Alles sollte in Ordnung sein und Ihr Computer sollte weiterhin starten.
List_AST_01 = 1 kurzer Piepton
List_AST_02 = 2 kurze Pieptöne
List_AST_03 = 3 kurze Pieptöne
List_AST_04 = 4 kurze Pieptöne
List_AST_05 = 5 kurze Pieptöne
List_AST_06 = 6 kurze Pieptöne
List_AST_07 = 9 kurze Pieptöne
List_AST_08 = 10 kurze Pieptöne
List_AST_09 = 11 kurze Pieptöne
List_AST_10 = 12 kurze Pieptöne
List_AST_11 = 1 langer, 1 kurzer Piepton
List_AST_12 = 1 langer, 2 kurze Pieptöne
List_AST_13 = 1 langer, 3 kurze Pieptöne
List_AST_14 = 1 langer, 4 kurze Pieptöne
List_AST_15 = 1 langer, 5 kurze Pieptöne
List_AST_16 = 1 langer, 6 kurze Pieptöne
List_AST_17 = 1 langer, 7 kurze Pieptöne
List_AST_18 = 1 langer, 8 kurze Pieptöne
List_AST_Info_01 = CPU-Register-Test fehlgeschlagen - Die CPU ist defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_02 = Tastaturcontroller-Pufferfehler - Der Tastaturcontroller ist defekt. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_03 = Tastaturcontroller-Reset fehlgeschlagen - Der Tastaturcontroller oder die Motherboard-Schaltung ist fehlerhaft. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_04 = Tastatur-Kommunikationsfehler - Entweder der Tastaturcontroller-IC oder die zugehörige Schaltung ist defekt. Ersetzen Sie zuerst die Tastatur, wenn der Fehler weiterhin besteht, tauschen Sie den Tastaturcontroller-IC aus oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_05 = Tastatureingabefehler - Der Tastaturcontroller-IC ist defekt. Ersetzen Sie den IC oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_06 = Chipsatz-Fehler auf der Hauptplatine - Der Chipsatz auf dem Motherboard ist defekt. Ersetzen Sie die Hauptplatine oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_07 = BIOS-ROM-Prüfsummenfehler - Das BIOS-ROM ist defekt. Ersetzen Sie das BIOS auf der Hauptplatine, wenn möglich, oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_08 = System-Timer-Test fehlgeschlagen - Die Systemuhr-IC ist defekt.
List_AST_Info_09 = ASIC-Fehler - Die Motherboard-Schaltung ist fehlerhaft. Ersetzen Sie die Hauptplatine oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_10 = CMOS-RAM-Shutdown-Registerfehler - Die Echtzeituhr/CMOS-IC ist defekt. Ersetzen Sie die CMOS oder die Hauptplatine. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_11 = DMA-Controller 1 Fehler - Der DMA-Controller-IC für Kanal 1 ist defekt. Ersetzen Sie, wenn möglich, den IC oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_12 = Video-Vertikal-Rücklauf-Fehler - Der Video-Adapter ist wahrscheinlich defekt. Ersetzen Sie den Video-Adapter oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_13 = Videopuffer-Speichertest fehlgeschlagen - Der Speicher des Video-Adapters ist defekt. Ersetzen Sie den Video-Adapter oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_14 = Video-Adapterfehler - Der Video-Adapter ist defekt. Ersetzen Sie den Video-Adapter oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_15 = 64KB-Speicherfehler - Ein Fehler im Basis-64KB-Speicher ist aufgetreten. Wenn möglich, ersetzen Sie das RAM-IC oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_16 = Interrupt-Vektoren konnten nicht geladen werden - Das BIOS konnte die Interrupt-Vektoren nicht in den Speicher laden. Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_17 = Video konnte nicht initialisiert werden - Es liegt ein Video-Problem vor. Ersetzen Sie zuerst den Video-Adapter. Wenn das Problem weiterhin besteht, ersetzen Sie das Motherboard oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_AST_Info_18 = Videospeicher-Fehler - Es liegt ein Fehler im Videospeicher vor. Ersetzen Sie zuerst den Video-Adapter. Wenn das Problem weiterhin besteht, ersetzen Sie das Motherboard oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Award_01 = 1 langer, 2 kurze Pieptöne
List_Award_02 = 1 langer, 3 kurze Pieptöne
List_Award_03 = Wiederholend (Endlosschleife)
List_Award_04 = Hochfrequente Pieptöne
List_Award_05 = Wiederholend Hoch/Tief
List_Award_Info_01 = Video-Adapterfehler - Ein Video-Fehler ist aufgetreten und das BIOS kann den Bildschirm nicht initialisieren, um zusätzliche Informationen anzuzeigen. Entweder ist der Video-Adapter defekt oder nicht richtig eingesteckt. Überprüfen Sie auch die Verbindung des Monitorkabels oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Award_Info_02 = Keine Grafikkarte oder defekter Video-RAM - Setzen Sie die Grafikkarte neu ein oder ersetzen Sie sie. Alternativ können Sie die unten aufgeführten Schritte zur Fehlerbehebung versuchen:
List_Award_Info_03 = Speicherfehler - Überprüfen Sie, ob der Speicher nicht richtig eingesteckt ist oder fehlt. Alternativ können Sie die unten aufgeführten Schritte zur Fehlerbehebung versuchen:
List_Award_Info_04 = Überhitzte CPU - Überprüfen Sie den CPU-Lüfter auf ordnungsgemäßen Betrieb. Überprüfen Sie die Gehäusebelüftung oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Award_Info_05 = CPU - Entweder ist die CPU nicht richtig eingesetzt oder sie ist beschädigt. Dies kann auch auf übermäßige Hitze zurückzuführen sein. Überprüfen Sie den CPU-Lüfter oder die BIOS-Einstellungen für die Lüftergeschwindigkeit. Alternativ können Sie die unten aufgeführten Schritte zur Fehlerbehebung versuchen:
List_Compaq_01 = 1 kurzer Piepton
List_Compaq_02 = 1 langer, 1 kurzer Piepton
List_Compaq_03 = 2 kurze Pieptöne
List_Compaq_04 = 1 langer, 2 kurze Pieptöne
List_Compaq_05 = 7 Pieptöne (1L, 1K, 1L, 1K, Pause, 1L, 1K, 1K)
List_Compaq_06 = 1 langer, unaufhörlicher Piepton
List_Compaq_07 = 1 kurzer, 2 lange Pieptöne
List_Compaq_Info_01 = Kein Fehler - System startet korrekt. Dies ist ein gutes Zeichen. Alles sollte in Ordnung sein und Ihr Computer sollte weiterhin starten.
List_Compaq_Info_02 = IOS-ROM-Prüfsummenfehler - Der Inhalt des BIOS-ROMs stimmt nicht mit den erwarteten Inhalten überein. Wenn möglich, laden Sie das BIOS aus dem PAQ neu oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Compaq_Info_03 = Allgemeiner Fehler - Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Compaq_Info_04 = Video-Fehler - Überprüfen Sie die Grafikkarte und stellen Sie sicher, dass sie richtig eingesetzt ist. Wenn möglich, ersetzen Sie die Grafikkarte oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Compaq_Info_05 = AGP-Video - Die AGP-Grafikkarte ist defekt. Setzen Sie die Karte neu ein oder ersetzen Sie sie vollständig. Diese Pieptöne beziehen sich auf Compaq-Desktopsysteme.
List_Compaq_Info_06 = Speicherfehler - Speicher ersetzen und testen oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Compaq_Info_07 = Defekter RAM - RAM neu einsetzen und erneut testen; ersetzen Sie den RAM, wenn das Problem weiterhin besteht, oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Dell_01 = 1 Piepton
List_Dell_02 = 2 Pieptöne
List_Dell_03 = 3 Pieptöne
List_Dell_04 = 4 Pieptöne
List_Dell_05 = 5 Pieptöne
List_Dell_06 = 6 Pieptöne
List_Dell_07 = 7 Pieptöne
List_Dell_Info_01 = BIOS-ROM-Korruption oder Fehler:
List_Dell_Info_02 = Speicher (RAM) nicht erkannt:
List_Dell_Info_03 = Motherboard-Fehler:
List_Dell_Info_04 = Speicher (RAM)-Fehler:
List_Dell_Info_05 = CMOS-Batteriefehler:
List_Dell_Info_06 = Grafikkartenfehler:
List_Dell_Info_07 = Defekter Prozessor (CPU):
List_IBM_01 = Kein Piepton
List_IBM_02 = 1 kurzer Piepton
List_IBM_03 = 2 kurze Pieptöne
List_IBM_04 = Fortlaufende Pieptöne
List_IBM_05 = 1 langer, 1 kurzer Piepton
List_IBM_06 = 1 langer, 2 kurze Pieptöne
List_IBM_07 = 1 langer, 3 kurze Pieptöne
List_IBM_08 = 3 lange Pieptöne
List_IBM_09 = 1 Piepton, leerer Bildschirm
List_IBM_10 = 999s
List_IBM_Info_01 = Netzteilfehler - Ersetzen Sie das Netzteil oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_IBM_Info_02 = Normaler POST - System startet korrekt. Dies ist ein gutes Zeichen. Alles sollte in Ordnung sein und Ihr Computer sollte weiterhin starten.
List_IBM_Info_03 = Initialisierungsfehler - Fehlercode wird angezeigt.
List_IBM_Info_04 = Netzteilfehler - Ersetzen Sie das Netzteil oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_IBM_Info_05 = Motherboard-Problem - Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_IBM_Info_06 = Grafikkartenfehler - Problem mit Video (Mono/CGA Display Circuitry). Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_IBM_Info_07 = EGA/VGA-Adapterfehler - Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_IBM_Info_08 = 3270-Tastaturadapterfehler - Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_IBM_Info_09 = Videodisplay-Schaltung - Versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_IBM_Info_10 = Netzteilfehler - Ersetzen Sie das Netzteil oder versuchen Sie die unten aufgeführten Schritte zur Fehlerbehebung:
List_Intel_01 = Echtmodus überprüfen.
List_Intel_02 = CPU-Typ ermitteln.
List_Intel_03 = Systemhardware initialisieren.
List_Intel_04 = Chipsatzregister mit initialen POST-Werten initialisieren.
List_Intel_05 = POST-Flag setzen.
List_Intel_06 = CPU-Register initialisieren.
List_Intel_07 = Cache auf initiale POST-Werte setzen.
List_Intel_08 = I/O initialisieren.
List_Intel_09 = Energiemanagement initialisieren.
List_Intel_10 = Alternative Register mit initialen POST-Werten laden.
List_Intel_11 = Springe zu UserPatch0.
List_Intel_12 = Tastaturcontroller initialisieren.
List_Intel_13 = BIOS-ROM-Prüfsumme.
List_Intel_14 = 8254-Timer-Initialisierung.
List_Intel_15 = 8237 DMA-Controller initialisieren.
List_Intel_16 = Programmierbaren Interrupt-Controller zurücksetzen.
List_Intel_17 = DRAM-Refresh testen.
List_Intel_18 = 8742 Tastaturcontroller testen.
List_Intel_19 = ES-Segmentregister auf 4 GB setzen.
List_Intel_20 = Autosize DRAM.
List_Intel_21 = 512K Basis-RAM löschen.
List_Intel_22 = 512K Basisadressleitungen testen.
List_Intel_23 = 512K Basisspeicher testen.
List_Intel_24 = CPU-Bustaktfrequenz testen.
List_Intel_25 = CMOS-RAM Lese-/Schreibfehler (häufig ein Problem auf dem ISA-Bus, z. B. eine nicht eingesteckte Karte).
List_Intel_26 = Chipsatz neu initialisieren.
List_Intel_27 = System-BIOS-ROM shadowen.
List_Intel_28 = Cache neu initialisieren.
List_Intel_29 = Cache automatisch konfigurieren.
List_Intel_30 = Erweiterte Chipsatzregister konfigurieren.
List_Intel_31 = Alternative Register mit CMOS-Werten laden.
List_Intel_32 = Anfangs-CPU-Geschwindigkeit festlegen.
List_Intel_33 = Interruptvektoren initialisieren.
List_Intel_34 = BIOS-Interrupts initialisieren.
List_Intel_35 = ROM-Urheberrechtshinweis überprüfen.
List_Intel_36 = Manager für PCI Options-ROMs initialisieren.
List_Intel_37 = Videokonfiguration mit CMOS vergleichen.
List_Intel_38 = PCI-Bus und Geräte initialisieren.
List_Intel_39 = Alle Videoadapter im System initialisieren.
List_Intel_40 = Video-BIOS-ROM shadowen.
List_Intel_41 = Urheberrechtshinweis anzeigen.
List_Intel_42 = CPU-Typ und -Geschwindigkeit anzeigen.
List_Intel_43 = Tastatur testen.
List_Intel_44 = Tastenklick aktivieren, falls eingeschaltet.
List_Intel_45 = Tastatur aktivieren.
List_Intel_46 = Unerwartete Interrupts testen.
List_Intel_47 = Aufforderung 'Drücken Sie F2, um SETUP zu betreten' anzeigen.
List_Intel_48 = RAM zwischen 512 und 640k testen.
List_Intel_49 = Erweiterten Speicher testen.
List_Intel_50 = Erweiterte Speicheradressleitungen testen.
List_Intel_51 = Springe zu UserPatch1.
List_Intel_52 = Erweiterte Cache-Register konfigurieren.
List_Intel_53 = Externen und CPU-Cache aktivieren.
List_Intel_54 = Externe Cache-Größe anzeigen.
List_Intel_55 = Shadow-Nachricht anzeigen.
List_Intel_56 = Nicht-löschbare Segmente anzeigen.
List_Intel_57 = Fehlermeldungen anzeigen.
List_Intel_58 = Auf Konfigurationsfehler prüfen.
List_Intel_59 = Echtzeituhr testen.
List_Intel_60 = Auf Tastaturfehler prüfen.
List_Intel_61 = Hardware-Interruptvektoren einrichten.
List_Intel_62 = Koprozessor, falls vorhanden, testen.
List_Intel_63 = Onboard-I/O-Ports deaktivieren.
List_Intel_64 = Externe RS232-Ports erkennen und installieren.
List_Intel_65 = Externe Parallelports erkennen und installieren.
List_Intel_66 = Onboard-I/O-Ports neu initialisieren.
List_Intel_67 = BIOS-Datenbereich initialisieren.
List_Intel_68 = Erweiterten BIOS-Datenbereich initialisieren.
List_Intel_69 = Diskettencontroller initialisieren.
List_Intel_70 = Festplattencontroller initialisieren.
List_Intel_71 = Lokalen Bus-Festplattencontroller initialisieren.
List_Intel_72 = Springe zu UserPatch2.
List_Intel_73 = A20-Adressleitung deaktivieren.
List_Intel_74 = Großes ES-Segmentregister löschen.
List_Intel_75 = Nach Options-ROMs suchen.
List_Intel_76 = Options-ROMs shadowen.
List_Intel_77 = Energiemanagement einrichten.
List_Intel_78 = Hardware-Interrupts aktivieren.
List_Intel_79 = Uhrzeit einstellen.
List_Intel_80 = Tastensperre prüfen.
List_Intel_81 = F2-Aufforderung löschen.
List_Intel_82 = Nach F2-Tastendruck suchen.
List_Intel_83 = SETUP betreten.
List_Intel_84 = POST-Flag löschen.
List_Intel_85 = Auf Fehler prüfen.
List_Intel_86 = POST abgeschlossen – Bereite das Booten des Betriebssystems vor.
List_Intel_87 = Ein Piepton.
List_Intel_88 = Passwort überprüfen (optional).
List_Intel_89 = Globales Deskriptortabellen löschen.
List_Intel_90 = Paritätsprüfer löschen.
List_Intel_91 = Bildschirm löschen (optional).
List_Intel_92 = Auf Viren- und Sicherungserinnerungen prüfen.
List_Intel_93 = Versuche, mit INT 19 zu booten.
List_Intel_94 = Interrupt-Handler-Fehler.
List_Intel_95 = Unbekannter Interrupt-Fehler.
List_Intel_96 = Ausstehender Interrupt-Fehler.
List_Intel_97 = Options-ROM-Initialisierungsfehler.
List_Intel_98 = Shutdown-Fehler.
List_Intel_99 = Erweiterter Block Move.
List_Intel_100 = Shutdown 10 Fehler.
List_Intel_101 = Tastaturcontrollerfehler.
List_Intel_102 = Chipsatz initialisieren.
List_Intel_103 = Refresh-Zähler initialisieren.
List_Intel_104 = Auf erzwungenes Flash prüfen.
List_Intel_105 = Hardwarestatus des ROMs überprüfen.
List_Intel_106 = BIOS-ROM ist in Ordnung.
List_Intel_107 = Kompletter RAM-Test.
List_Intel_108 = OEM-Initialisierung durchführen.
List_Intel_109 = Interrupt-Controller initialisieren.
List_Intel_110 = Bootstrap-Code lesen.
List_Intel_111 = Alle Vektoren initialisieren.
List_Intel_112 = Flash-Programm starten.
List_Intel_113 = Boot-Gerät initialisieren.
List_Intel_114 = Boot-Code erfolgreich gelesen.


[Donate]
Label_Heading = Wie wäre es mit einer kleinen Spende, um unsere Software für immer kostenlos zu halten?
Label_Message = Klicken Sie auf den PayPal-Button unten, wählen Sie einen Betrag aus und senden Sie uns Ihre Spende. Ihre Spende wird verwendet, um unsere Software zu verbessern und alles bei Rizonesoft kostenlos zu halten. Eine Spende von 20 $ wird uns mindestens einen Monat lang unterstützen.
Label_Donate = Würden Sie eine kleine Spende von 10 $ in Betracht ziehen, um %{Program.Name} zu verbessern und den Betrieb aufrechtzuerhalten?

[Logging]
Finished = Fertig
success = Erfolg
Response_Received = Antwort erhalten
Successfully = Erfolgreich
OK = OK!
Registration_succeeded = Registrierung erfolgreich
Initiated = Gestartet
Error = Fehler
Failed = Fehlgeschlagen
Access_Denied = Zugriff verweigert
No_Operation_Performed = Es konnte keine Operation ausgeführt werden
VERSION = VERSION
File_Not_Found = Konnte die Protokolldatei '%s' nicht finden.
Showing_File = Zeige Protokolldatei '%s' an.
Showing_Error = Etwas ist schiefgelaufen: Prozess-ID: %s
Opening_File = Öffne die Protokolldatei.
Opening_Directory = Öffne den Protokollordner...
Directory_Not_Found = Konnte den Protokollordner '%s' nicht finden.
Showing_Directory = Zeige Protokollordner '%s' an.
Bool_Yes = Ja
Bool_No = Nein
Info_Date = Datum:
Info_Program = Programm:
Info_Program_Path = Programmpfad:
Info_Compiled = Kompiliert:
Info_AutoIt_Version = AutoIt Version:
Info_AutoIt_64Bit = AutoIt 64-Bit Version:
Info_Windows_Version = Windows-Version:
Info_System_Type = Systemtyp:
Info_Memory = Speicher (RAM):
Info_ProgramFiles = Programmverzeichnis:
Info_Windows_Directory = Windows-Verzeichnis:
Level_Error = Fehler:
Level_Warning = Warnung:
Level_Success = Erfolg:
Level_Finished = Abgeschlossen:

[Menus]
File = &Datei
File_Preferences = &Einstellungen
File_Logging = &Protokollierung
File_Logging_Open_File = &Protokolldatei öffnen
File_Logging_Open_Directory = Protokoll&verzeichnis öffnen
File_Close = &Schließen\tAlt+F4
Help = &Hilfe
Help_Update = Nach &Updates suchen
Help_Home = %{Company.Name} &Homepage
Help_Downloads = Weitere &Downloads
Help_Support = &Support erhalten
Help_Issue = Ein &Problem melden
Help_Donate = Eine &kleine Spende
Help_About = Über %{Program.Name}
Debug = &Debuggen

[Messages]
Info_Title = Bitte beachten
Warning_Title = Warnung!
Error_Title = Ups! Etwas ist schiefgelaufen!
Error_Oops = Ups!
Singleton = Eine weitere Instanz von %{Program.Name} läuft bereits.
Compatible = %{Program.Name} ist nicht mit Ihrer Windows-Version kompatibel. Wenn Sie glauben, dass dies ein Fehler ist, hinterlassen Sie bitte eine Nachricht unter '%s' mit allen Details.
Compatible_Bit = Leider ist %{Program.Name} 32 Bit nicht mit Ihrer Windows-Version kompatibel. Bitte laden Sie %{Program.Name} 64 Bit von '%s' herunter.
Loading_Initializing = Initialisiere %{Program.Name}
Loading_Localizations = Lade Lokalisierungen
Loading_Resources = Ressourcen setzen
Loading_WorkingDirectories = Arbeitsverzeichnisse festlegen
Loading_Logging = Initialisiere Protokollierung
Loading_Configuration = Konfiguration laden
Loading_Shortcuts = Tastenkombinationen festlegen
Loading_Interface = Starte Core-Schnittstelle
Ping_Check_Connection = Überprüfe Internetverbindung.
Ping_Response = Antwort erhalten in %s Millisekunden.
Ping_Host_Offline = Host ist offline.
Ping_Host_Unreachable = Host ist nicht erreichbar.
Ping_Host_Bad = Ungültiges Ziel.
Ping_Host_No_Internet = Keine Internetverbindung.
Global_Errors = Beendet mit (%02i) %s!
Global_Errors_Error = Fehler
Global_Errors_Errors = Fehler
Global_Finished = Ausgewählte Aufgabe abgeschlossen.
Global_File = Datei
Global_Files = Dateien
RegisterDll_Success = RegSvr32.exe > Registrierung von '%s' erfolgreich.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Um ein Modul zu registrieren, müssen Sie einen Binärnamen angeben.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Angegebenes Modul nicht gefunden.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Modul geladen, aber der Eintragspunkt DllRegisterServer wurde nicht gefunden.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Fehlernummer: 0x80070005
Registry_Write_Error = Konnte nicht in '%s' schreiben
Registry_Error_01 = Angeforderter Schlüssel konnte nicht geöffnet werden.
Registry_Error_02 = Angeforderter Hauptschlüssel konnte nicht geöffnet werden.
Registry_Error_03 = Angeforderter Wert konnte nicht geöffnet werden.
Registry_Error_04 = Werttyp wird nicht unterstützt.
Registry_Error_05 = Angeforderter Wert konnte nicht gelöscht werden.
Registry_Error_06 = Angeforderter Schlüssel/Wert konnte nicht gelöscht werden.

[Messages2]

[Preferences]
Window_Title = Einstellungen
Tab_General = Allgemein
Tab_Cache = Cache
Tab_Performance = Leistung
Tab_Language = Sprache
Group_Logging = Protokollierung
Group_Priority = Priorität
Group_Memory = Speicher
Group_Language = Sprache
Checkbox_Enable_Logging = Protokollierung aktivieren
Label_Log_Exceed = Protokollgröße darf nicht überschreiten:
Label_Logging_Size = Protokollgröße: %s KB
Button_Logging_Clear = Protokoll löschen
Label_SetPriority = Prozesspriorität festlegen:
Checkbox_SaveRealtime = Priorität über „Hoch“ speichern (nicht empfohlen).
Checkbox_ReduceMemory = Speicher auf Systemen mit wenig Speicher reduzieren.
Label_Language_Message = Wählen Sie die bevorzugte Sprache aus und drücken Sie die %s-Taste, um fortzufahren. (Neustart erforderlich)
Button_Save = Speichern
Button_Cancel = Abbrechen
Label_Updated = Einstellungen aktualisiert
Label_Logging_Cleared = Protokoll gelöscht
MsgBox_Language_Title = Sprache geändert
MsgBox_Language_Message = Die ausgewählte Sprache wurde geändert. %{Program.Name} sollte neu gestartet werden, damit die Änderung wirksam wird.
MsgBox_Closing_Title = Schließe %{Program.Name}
MsgBox_Closing_Messag = Möchten Sie %{Program.Name} jetzt schließen?
Combo_Priority_0 = Niedrig
Combo_Priority_1 = Unter Normal
Combo_Priority_2 = Normal
Combo_Priority_3 = Über Normal
Combo_Priority_4 = Hoch
Combo_Priority_5 = Echtzeit

[Update]
Window_Title_Available = Update verfügbar
Window_Title_Congratulations = Herzlichen Glückwunsch!
Window_Title_Error = Etwas ist schiefgelaufen!
Label_Message_Update = Es ist eine neue Version von '%{Program.Name}' verfügbar.
Label_Message_Latest = Sie verwenden die neueste Version von '%{Program.Name}'.
Label_Message_Error = Informationen zur neuesten Version von '%{Program.Name}' konnten nicht abgerufen werden.
Label_Message_Internet = Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
Label_Build_Current = Aktuelle Version:
Label_Build_Update = Update-Version:
CheckBox_NoUpdate = Beim Start nicht nach Updates suchen.
Button_Update = Mehr erfahren
Button_Close = Schließen

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = verwendet AutoIt Version %{AutoIt.Version}
Bit = Bit